{
"name": "Ph.D. Scholarships in Physical Chemistry",
        "id": "136309",
        "category": "Curtin University",
        "variant": [
            "PhD"
        ],
        "link": "https://academicpositions.com/ad/curtin-university/2019/ph-d-scholarships-in-physical-chemistry/136309",
        "dateString": "Published 7 months ago",
        "location": "Bentley,Australia",
        "JobDescription": "Harvesting triboelectricity with surface chemistry. Turning friction at the nanoscale into direct current electricity The Group of Surface Chemistry and Molecular Electronics of at Curtin Chemistry, Perth, invites applications for two PhD positions in physical chemistry. The PhD stipends are funded by an Australian Research Council 2020-2024 grant.Applicants should be highly motivated and have an honours or master degree (or equivalent) in chemistry, physics, electrical engineering, or other relevant discipline. Applicants do not need to be Australian citizens. Basic electrochemistry knowledge and experience in SPM (AFM or STM) is preferred, but not strictly required. The PhD stipend at Curtin is fixed at approximately 29000 AUD per year (tax free).Project details and background.All electronic devices are powered by direct current, commonly supplied by a battery. A cochlear implant providing sound signals to the brain, a spinal cord stimulator for treating chronic pain, an electrical circuit that will destroy information to protect military equipment from tampering, and a wireless sensor to send a warning of structural distortion from deep inside a building – all require a battery with enough power to drive their Si-based circuits.Batteries need periodic recharging or replacement, but such procedures may not be viable in long-term health monitors and remote sensors in inaccessible/dangerous places. Wireless recharging via inductive power transmission is sometimes an option, but is never viable in life-critical devices. For instance, medical regulations prohibit rechargeable batteries in heart pacemakers, preventing situations where a patient may be unable or forget to recharge. In such circumstances – where it is not possible to replace or recharge the battery – an autonomous power system is the only alternative, harvesting energy from host or environment. These PhD projects will address the need for an autonomous power system that is viable in remote and life-critical Si electronics, an area of immediate and critical importanceAll current autonomous technologies have serious drawbacks: photovoltaic cells will fail when not illuminated; nuclear batteries can outlive their hosts, but raise concerns over radiation; piezoelectric generators have biocompatibility and size issues; electrostatic generators, made of oscillating dielectric plates, can only output alternating currents.Ranging from the contraction of a blood vessel to the vibrational energy of an acoustic wave, the environment provides a broad range of mechanical energy sources, but in a nanoscale setting their efficient conversion into electrical energy remains a key challenge. Electronics technology has run ahead of powering technology, a gap that these two PhD projects are likely to reduce.The advances in the knowledge base will be the foundation for enabling autonomous technologies to power miniature devices, with significant economic benefit. Remote and medical sensing is one of the most active areas of electronics manufacturing and research. A key motivation for this research is that implantable cardioverter defibrillators, heart pacemakers, drug pumps, neuro stimulators, all requiring less than 1 mW of power, could become independent from costly battery replacement procedures.A technological breakthrough in this direction was the 2018 observation – published in Nature Nanotechnology (Nat. Nanotechnol. 2018, 13, 112) – of a direct current flowing across a sharp metal wire as it “slides” across grains of molybdenum disulphide (MoS2). MoS2 is a 2D semiconductor targeted for high-end electronic applications. The full spectrum of chemical and electronic factors at play is still unclear; but that paper provides implicit evidence that the phenomenon of direct-current triboelectricity is linked to fluctuations in the diode-like properties that are being sensed by the metal contact as it slides across a heterogeneous semiconducting surface. This raises the question of whether it is viable to use this phenomenon on a significantly more widespread semiconductor: silicon. Si-based triboelectricity has the potential to open up an entirely new and fundamental area in energy and semiconductor research – one with strong conceptual links to the ongoing quest to use surface chemistry to control the rectifying “diode-like” properties of semiconductors.PhD project 1 (two main objectives, A and B) – Fundamentals of dynamic Schottky barriers – will shape fundamental understanding of the physical mechanisms and electronic variables involved in converting friction at a semiconductor into direct-current power. The research is centred on electrical measurements by AFM (atomic force microscopy) and will find the link between zero-bias dynamic outputs and charge-transport characteristics of biased and static junctions. Theme A will focus on facet-dependent rectification, looking at direct-current being generated when a grounded metal contact slides, for instance, between highly rectifying Si(100) and poorly rectifying Si(111) facets. By learning how to control semiconductor depletion in 2D – space-charge in confined environments and around surface traps – and the speed at which the Schottky junction is brought in and out of equilibrium, Theme B will focus on understanding the diffusion, drift, and collection of tribo-generated charge carriers.PhD project 2 (two main objectives, C and D) – Amplifying triboelectricity with surface chemistry ‒ will move in parallel to PhD project 1, and gain a quantitative understanding of power outputs by using surface chemistry to strategically guide the electronic heterogeneity at the root of triboelectricity. Research toward this goal centres on the chemistry and electronics of metal‒molecular monolayer‒Si systems. Focusing on chemical lithography, Theme C will build the optical/electrochemical tools for high-resolution 2D control, at mm and sub-mm scales, of rates of surface organic reactions on Si – ultimately to amplify the lateral fluctuations in diode character that underpin tribocurrents. Theme D will use molecular monolayers on Si, and electron tunnelling and constant-force current-potential analysis in AFM, to reveal how the relationship between surface chemistry and contact force impacts on triboelectricity. I will determine whether Fermi-level pinning, which restricts full control of heterogeneity, can be removed by suitable surface chemistry or mitigated by softer contact. Theme D will address, by chemical means, the common departure of the Schottky barrier from the theoretical Schottky–Mott limit; for instance, enabling 2D switching between n- and p-type character (local inversion of the rectifying direction) simply by surface chemistry. Theme D will also describe the surface chemistry for maximising friction at velocities ideal for triboelectricity; molecular dipoles can guide the alignment of energy levels, but in a moving diode, disrupting the hydrogen-bonding network and surface-water ordering around charged molecules may transform friction forces that lead to tribocurrents.How to apply: Please direct enquiries and requests for further information to Dr Simone Ciampi (simone.ciampi@curtin.edu.au). Interested applicants should include a copy of their CV and a brief statement of their research interests in an initial correspondence. Details on the formal application procedure can be found at https://futurestudents.curtin.edu.au/international/. Further information on our research activities and outputs are at:https://scholar.google.com.au/citations?user=V9aqosAAAAAJ&hl=en\nContinue reading",
        "Title": "Ph.D. Scholarships in Physical Chemistry",
        "Employer": "Curtin University",
        "Job location": "Kent St, Bentley  WA 6102",
        "PublishDate": "November 6, 2019",
        "Deadline": "Unspecified",
        "Job types": "PhD",
        "Fields": [
            "Chemical Engineering",
            "Nanotechnology",
            "Electrochemistry",
            "Physical Chemistry",
            "Surface Chemistry",
            "Electrical Engineering",
            "Nanochemistry",
            "Electronics"
        ],
        "website": "ap"
    }